<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Home.aspx.cs" Inherits="Home" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
 
      <h3>על האתר </h3>
      <p>
      ברוכים הבאים!
      <br />
      <br />
      אתר סלולאריום הינו אתר בו תמצאו את כל המידע הדרוש לכם על טלפון הסלולארי שלכם.<br />
      באתר תמצאו את הביצועים אשר מסוגל כל טלפון לעשות, לבחון איזה טלפון הכי מתאים לכם, ואף להשוות  את הביצועים של כל טלפון. 
      </p>
<p>
<h3>קצת על סמארפון</h3>

    טלפון חכם (בעברית שַׂחנָבוֹן) או סמארטפון (מלעז: Smartphone) הוא מכשיר נייד המשלב יכולות של טלפון סלולרי עם יכולות מתקדמות נוספות, תחילה של מחשב כף יד ובהמשך של מחשב לוח, מצלמה משוכללת, מכשיר איתור לווייני ועוד.
    <br />
     מרבית הטלפונים החכמים של ימינו הינם מחשבים לכל דבר ולעניין, אשר רכיביהם נדחסו למארז שגדול רק במקצת מזה של טלפון סלולרי רגיל, ואשר מכילים יישום המאפשר למכשיר לבצע שיחות טלפוניה אל מכשירים סלולריים אחרים. בטלפון החכם ניתן להתקין יישומים מתקדמים, בדומה לאלה המותקנים במחשב שולחני. לעתים קרובות הטלפון החכם, כמו כל מחשבי כף היד, נכלל תחת קטגוריית ה־Pocket PC.
    <br /><br />

מכשיר שנקרא "סימון", מתוצרת IBM הוצג כבר בשנת 1992 והוא נחשב לטלפון החכם הראשון. היות שהטלפון החכם נחשב כמכשיר שהמחזיק בו נושא אותו באופן תדיר, השילוב בין טכנולוגיות תקשורת כגון דור שלישי והגמישות המחשובית של מכשירים אלו, מאפשרת ליצור שירותים של מציאות מתוספת - מצב שבו המכשיר מאפשר למשתמש לקבל מידע אודות הסביבה שבה הוא נמצא.

</p>
<img id="simon" src="images/323px-IBM_Simon_Personal_Communicator.png" alt="simon"/>
</asp:Content>

